{"assertionCriteria": {"method": "ClinGen PAH ACMG Specifications v1", "citation": {"url": "https://submit.ncbi.nlm.nih.gov/ft/byid/i2ra5ppm/clingen_pah_acmg_specifications_v1.pdf"}}, "clinicalSignificance": {"citation": [{"url": "https://erepo.clinicalgenome.org/evrepo/ui/interpretation/6b585b6d-6670-47ac-ac87-8f2ff3ab55fd"}], "clinicalSignificanceDescription": "Uncertain significance", "comment": "The NM_000277.3(PAH):c.*144A>G (ClinVar variant ID 657680) is a 3’ UTR variant in PAH. The variant has been previously reported as a single heterozygous variant in a proband with classic PKU (PMID: 20188615), with plasma Phe 1105 umol/L; BH4 deficiency does not appear to have been formally excluded (PP4). The authors speculated that the variant could “either affect the half life of the mRNA or its translation efficiency,” but did not perform functional validation studies. The variant was absent in the mother, who was unaffected, and present as a single heterozygous variant in the father, who was also unaffected. The authors were unable to detect a second variant in the (affected) proband, which they argued could be due to it being “located in PAH intronic regions not covered in the screening strategy.” It has also been found as a single heterozygous variant in a screening study of 3,552 healthy Japanese adults (PMID: 30887117). In ClinVar (ClinVar variant ID 657680), it is classified as VUS by one lab and Likely Benign by one lab, based on the above literature reports and uncertain functional consequences. Four heterozygotes and zero homozygotes are present for the variant in gnomAD; corresponding to a global AF of 0.000127 and maximum population frequency of 0.00128 (East Asian population), less than the 0.002 frequency threshold for use of BS1 and greater than the 0.0002 frequency threshold for use of PM2. The variant is predicted to not significantly alter splicing by multiple predictors (Splice AI score 0.00, MaxEntScan score variation 0.00%) (BP4). Classification: VUS Supporting Criteria: PP4; BP4", "dateLastEvaluated": "2020-12-23", "modeOfInheritance": "Autosomal recessive inheritance"}, "conditionSet": {"condition": [{"db": "MONDO", "id": "MONDO:0009861"}]}, "localID": "6b585b6d-6670-47ac-ac87-8f2ff3ab55fd", "localKey": "6b585b6d-6670-47ac-ac87-8f2ff3ab55fd", "observedIn": [{"collectionMethod": "curation", "alleleOrigin": "germline", "affectedStatus": "unknown", "numberOfIndividuals": 0}], "recordStatus": "novel", "releaseStatus": "public", "variantSet": {"variant": [{"gene": [{"symbol": "PAH"}], "hgvs": "NC_000012.12:g.102839031T>C"}]}}